Repository: wdvillage/sagablog-light
Catalog: languages/*.po
Languages: ru_ru

source: Oops! That page can&rsquo;t be found.
ru_ru: Oй! Страница не найдена.

source: Nothing found for &ldquo;%s&rdquo;
ru_ru: Ничего не найдено для &ldquo;%s&rdquo;

source: Nothing Found
ru_ru: Ничего не найдено

# comments title
source: One comment on &ldquo;%s&rdquo;
ru_ru: Один комментарий для &ldquo;%s&rdquo;

# comments title
source: %1$s comment on &ldquo;%2$s&rdquo;
ru_ru: %1$s комментарий для &ldquo;%2$s&rdquo;

source: Comment navigation
ru_ru: Поиск по комментариям

source: Older Comments
ru_ru: Предыдущие комментарии

source: Newer Comments
ru_ru: Новые комментарии

source: Comments are closed.
ru_ru: Комментирование закрыто.

source: Theme:
ru_ru: Тема:

source: by
ru_ru: от

source: Custom Large 1040x600
ru_ru: Собственный размер 1040x600

source: Primary
ru_ru: Главный

source: Sidebar
ru_ru: Боковая панель

source: Add widgets here.
ru_ru: Добавьте виджет здесь.

source: Post widgets
ru_ru: Виджеты записей

source: Contact Page Widget
ru_ru: Виджет страницы контактов

source: Contact Page Widget area appears in the contact page.
ru_ru: Область виджетов для страницы контактов.

source: Footer Full Width Widget
ru_ru: Виджет в футере, занимающий всю ширину страницы

source: Footer widgets area for widgets that will have full width.
ru_ru: Область в футере для виджетов, которые будут иметь полную ширину.

source: Footer Widgets
ru_ru: Виджеты в футере

source: Footer widgets area appears in the footer of the site.
ru_ru: Область виджетов футера отображается в футере сайта.

# Oswald font: on or off
source: on
ru_ru: включен

# Montserrat font: on or off
source: on
ru_ru: включен

source: expand child menu
ru_ru: развернуть дочернее меню

source: collapse child menu
ru_ru: свернуть дочернее меню

source: After you import this demo, you can choose Menu-demo how primary menu.
ru_ru: После того, как вы импортируете этот демо контент, вы можете выбрать Menu-demo как основное меню.

source: Skip to content
ru_ru: Перейти к содержанию

source: Menu
ru_ru: Меню

source: Reset settings
ru_ru: Сбросить настройки

source: Reset all settings.
ru_ru: Сбросить все настройки.

source: Check to reset all settings to the default values. Attention! All settings will be reset to the default values!
ru_ru: Установите этот флажок, чтобы сбросить все настройки до значений по умолчанию. Внимание! Все настройки будут сброшены до значений по умолчанию!

source: About "SagaBlog Light"
ru_ru: О теме "SagaBlog Light"

source: Demo and on-line documents for "SagaBlog Light" theme here:
ru_ru: Демо данные и онлайн-документация для темы "SagaBlog Light" здесь:

source: Important Links
ru_ru: Важные ссылки

source: Header text color
ru_ru: Цвет текста в шапке сайта

source: Background Color for Main Menu
ru_ru: Цвет фона для главного меню

source: Main Menu text color
ru_ru: Цвет текста главного меню

source: Background Color for Footer
ru_ru: Цвет фона футера

source: Main Color
ru_ru: Основной цвет

source: Complementary color
ru_ru: Дополнительный цвет

source: "SagaBlog Light" demo
ru_ru: "SagaBlog Light" демо

source: "SagaBlog" on-line documentation
ru_ru: "SagaBlog" онлайн документация

source: Header options
ru_ru: Опции хедера

source: Header options.
ru_ru: Опции хедера.

source: Search box near main menu:
ru_ru: Поле поиска рядом с главным меню:

source: Show search near menu
ru_ru: Показать поиск рядом с меню

source: Do not show search near main menu
ru_ru: Не показывать поиск рядом с главным меню

source: Site title and logo position (frontpage/homepage):
ru_ru: Заголовок сайта и расположение логотипа (главная / домашняя страница):

source: Center
ru_ru: По центру

source: Left
ru_ru: По левому краю

source: Site title and logo position (other pages):
ru_ru: Расположение заголовока сайта и логотипа (другие страницы):

source: Menu alignment:
ru_ru: Выравнивание меню:

source: Menu placement (if the main slider is in the header of page):
ru_ru: Размещение меню (если основной слайдер находится в шапке страницы):

source: Place main menu after slider
ru_ru: Главное меню расположено после слайдера

source: Place main menu before slider
ru_ru: Главное меню расположено перед слайдером

source: Main slider
ru_ru: Основной слайдер

source: Main slider.
ru_ru: Основной слайдер.

source: Main slider on header
ru_ru: Основной слайдер в хедере

source: Main slider on header.
ru_ru: Основной слайдер в хедере.

source: Main slider type (in header):
ru_ru: Тип основного слайдера (в хедере):

source: Carousel slider
ru_ru: Слайдер - карусель

source: Fullwidth slider
ru_ru: Слайдер на всю ширину страницы

source: Main slider show on header:
ru_ru: Основной слайдер отображается в хедере:

source: Show popular posts
ru_ru: Показать популярные записи

source: Show recent posts
ru_ru: Показать последние записи

source: Show selected posts or pages
ru_ru: Показать выбранные записи или страницы

source: If selected "Show popular posts or related posts":
ru_ru: Если выбран вариант «Показывать популярные записи или похожие записи»:

source: How many posts will show main slider
ru_ru: Сколько записей покажет основной слайдер

source: Max value 20, min value 1
ru_ru: Максимальное значение 20, минимальное значение 1

source: If selected "Show selected posts or pages":
ru_ru: Если выбран вариант «Показать выбранные записи или страницы»:

source: Select posts:
ru_ru: Выберите записи:

source: Select pages:
ru_ru: Выберите страницы:

source: Main slider on home page
ru_ru: Основной слайдер на главной странице.

source: Main slider on home page.
ru_ru: Основной слайдер на главной странице.

source: Main slider type (in homepage):
ru_ru: Тип основного слайдера (на главной странице):

source: Main slider show on home page:
ru_ru: Основной слайдер отображается на главной странице:

source: If selected "Show selected posts or pages"
ru_ru: Если выбран вариант «Показать выбранные записи или страницы»

source: Main slider settings
ru_ru: Настройки основного слайдера

source: Main slider settings:
ru_ru: Настройки главного слайдера:

source: Check to enable main slider on header.
ru_ru: Установите флажок, чтобы включить основной слайдер в заголовке.

source: Check to enable main slider on home page and front page.
ru_ru: Установите флажок, чтобы активировать основной слайдер на домашней и главной страницах.

source: Do not show the announcement of post or page in main slider (for slider type - Fullwidth slider).
ru_ru: Не показывать анонс записи или страницы в основном слайдере (для типа слайдера - Полноразмерный слайдер).

source: Recommended articles
ru_ru: Рекомендуемые статьи

source: Recommended articles.
ru_ru: Рекомендуемые статьи.

source: Add recommended posts
ru_ru: Добавить рекомендуемые записи

source: Choose posts that you recommend to your site visitors.
ru_ru: Выберите записи, которые вы рекомендуете посетителям вашего сайта.

source: Choose post for article 1:
ru_ru: Выберите запись для статьи 1:

source: Choose post for article 2:
ru_ru: Выберите запись для статьи 2:

source: Choose post for article 3:
ru_ru: Выберите запись для статьи 3:

source: Choose post for article 4:
ru_ru: Выберите запись для статьи 4:

source: Choose post for article 5:
ru_ru: Выберите запись для статьи 5:

source: Choose post for article 6:
ru_ru: Выберите запись для статьи 6:

source: Settings
ru_ru: Настройки

source: Settings for recommended articles.
ru_ru: Настройки для рекомендуемых статей.

source: Choose position for recommended articles block:
ru_ru: Выберите позицию для блока рекомендуемых статей:

source: Do not show block with recommended articles
ru_ru: Не показывать блок с рекомендованными статьями

source: Show block with recommended articles in main content
ru_ru: Показывать блок с рекомендованными статьями в основном контенте

source: Block with recommended articles have full width
ru_ru: Блок с рекомендованными статьями имеет полную ширину

source: Theme options
ru_ru: Опции темы

source: Theme options.
ru_ru: Опции темы.

source: Layouts options
ru_ru: Параметры макетов

source: Change layout options.
ru_ru: Изменить параметры макета.

source: Sidebar position
ru_ru: Положение боковой панели

source: No sidebar
ru_ru: Без боковой панели

source: Left sidebar
ru_ru: Левая боковая панель

source: Right sidebar
ru_ru: Правая боковая панель

source: Sticky posts options
ru_ru: Параметры закрепленных записей

source: Change sticky posts options.
ru_ru: Измените параметры закрепленных записей.

source: Mark sticky posts
ru_ru: Отметить закрепленные записи

source: Show ribbon (check)
ru_ru: Показать ленту (отметить птичкой)

source: Show ribbon (pin)
ru_ru: Показать ленту (отметить булавкой)

source: Show square (check)
ru_ru: Показать квадрат (потметить птичкой)

source: Show square (pin)
ru_ru: Показать квадрат (отметить булавкой)

source: Do not mark sticky posts
ru_ru: Не отмечать закрепленные записи

source: Author box
ru_ru: Поле автора

source: Show Author box on posts.
ru_ru: Показывать поле автора в записях.

source: Show author box on posts
ru_ru: Показывать поле автора в записях

source: Add background images
ru_ru: Добавить фоновые изображения

source: Add background images for archive, search result...
ru_ru: Добавить фоновые изображения для архива, результата поиска ..

source: Choose background image for archive page (Category, author, date, tag ...). The recommended image size is 1300x210px.:
ru_ru: Выберите фоновое изображение для страницы архива (Категория, автор, дата, тег ..). Рекомендуемый размер изображения - 1300x210 px:

source: Choose background image for 404 page (the recommended image size is 1300x210px):
ru_ru: Выберите фоновое изображение для страницы 404 (рекомендуемый размер изображения 1300x210px):

source: Choose background image for search page (the recommended image size is 1300x210px):
ru_ru: Выберите фоновое изображение для страницы поиска (рекомендуемый размер изображения 1300x210px):

source: Front page type
ru_ru: Тип главной страницы

source: Change front page type.
ru_ru: Измените тип главной страницы.

source: List (Articles are large)
ru_ru: Список (статьи большие)

source: List (Articles have an average size (Pictures are on the left))
ru_ru: Список (статьи имеют средний размер (картинки слева))

source: List (Articles have an average size (The position of the pictures alternates))
ru_ru: Список (Статьи имеют средний размер (Положение картинок меняется))

source: Masonry (Articles are small)
ru_ru: Masonry (статьи небольшие)

source: Copyright text
ru_ru: Копирайт

source: Add Copyright text to footer.
ru_ru: Добавить копирайт в футер.

source: Years:
ru_ru: Годы:

source: Show copyright.
ru_ru: Показать копирайт

source: &#45; Select &#45;
ru_ru: &#45; Выбрать &#45;

# post author
source: Posted by
ru_ru: Опубликовано

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
ru_ru: Оставьте комментарий <span class = "screen-reader-text"> на % s </span>

source: Edit %s
ru_ru: Редактировать %s

source: Tagged:
ru_ru: Помечено:

source: Posted in
ru_ru: Опубликовано в

source: Tagged
ru_ru: Помечено

source: Previous
ru_ru: Предыдущий

source: Next
ru_ru: Следующий

source: Posts navigation
ru_ru: Навигация по записям

source: View your shopping cart
ru_ru: Просмотр корзины покупок

source: %d item
ru_ru: %d предмет

source: Install Required Plugins
ru_ru: Установить необходимые плагины

source: Install Plugins
ru_ru: Установить плагины

source: Installing Plugin: %s
ru_ru: Установка плагина: %s

source: Updating Plugin: %s
ru_ru: Обновление плагина: %s

source: Something went wrong with the plugin API.
ru_ru: Что-то пошло не так с API плагина.

source: Begin installing plugin
ru_ru: Установить плагин

source: Begin updating plugin
ru_ru: Обновить плагин

source: Begin activating plugin
ru_ru: Активировать плагин

source: Return to Required Plugins Installer
ru_ru: Вернуться к установщику требуемых плагинов

source: Return to the Dashboard
ru_ru: Вернуться на панель управления

source: Plugin activated successfully.
ru_ru: Плагин успешно активирован.

source: The following plugin was activated successfully:
ru_ru: Следующий плагин был успешно активирован:

source: No action taken. Plugin %1$s was already active.
ru_ru: Плагин %1$s уже активирован.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ru_ru: Плагин не активирован. Для этой темы требуется более поздняя версия %s. Пожалуйста, обновите плагин.

source: All plugins installed and activated successfully. %1$s
ru_ru: Все плагины успешно установлены и активированы. %1$s

source: Dismiss this notice
ru_ru: Отклонить это замечание

source: There are one or more required or recommended plugins to install, update or activate.
ru_ru: Существует один или несколько обязательных или рекомендуемых плагинов для установки, обновления или активации.

source: Please contact the administrator of this site for help.
ru_ru: Пожалуйста, обратитесь за помощью к администратору этого сайта.

source: This plugin needs to be updated to be compatible with your theme.
ru_ru: Этот плагин необходимо обновить, чтобы он был совместим с вашей темой.

source: Update Required
ru_ru: Требуется обновление

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ru_ru: Пакет плагина не содержит папки с нужным слагом, и переименование не сработало.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ru_ru: Пожалуйста, свяжитесь с поставщиком плагина и попросите его упаковать свой плагин в соответствии с рекомендациями WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ru_ru: Пакет плагина состоит из более чем одного файла, но файлы не упакованы в папку.

# plugin A *and* plugin B
source: and
ru_ru: и

source: Required
ru_ru: Необходимые

source: Recommended
ru_ru: Рекомендуемые

source: WordPress Repository
ru_ru: Репозиторий WordPress

source: External Source
ru_ru: Внешний источник

source: Pre-Packaged
ru_ru: Предварительно упакованный

source: Not Installed
ru_ru: Не установлен

source: Installed But Not Activated
ru_ru: Установлен но не активирован

source: Active
ru_ru: Активный

source: Required Update not Available
ru_ru: Требуемое обновление недоступно

source: Requires Update
ru_ru: Требуется обновление

source: Update recommended
ru_ru: Обновление рекомендуемых

# plugins
source: All <span class="count">(%s)</span>
ru_ru: Все <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ru_ru: Установить <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ru_ru: Доступно обновление <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ru_ru: Активировать <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ru_ru: неизвестный

source: Installed version:
ru_ru: Установленная версия:

source: Minimum required version:
ru_ru: Минимальная необходимая версия:

source: Available version:
ru_ru: Доступная версия:

source: No plugins to install, update or activate.
ru_ru: Нет плагинов для установки, обновления или активации.

source: Plugin
ru_ru: Плагин

source: Source
ru_ru: Источник

source: Type
ru_ru: Тип

source: Version
ru_ru: Версия

source: Status
ru_ru: Статус

source: Install %2$s
ru_ru: Установить %2$s

source: Update %2$s
ru_ru: Обновить %2$s

source: Activate %2$s
ru_ru: Активировать %2$s

source: Upgrade message from the plugin author:
ru_ru: Сообщение об обновлении от автора плагина:

source: Install
ru_ru: Установить

source: Update
ru_ru: Обновить

source: Activate
ru_ru: Активировать

source: No plugins were selected to be installed. No action taken.
ru_ru: Плагины для установки не выбраны.

source: No plugins were selected to be updated. No action taken.
ru_ru: Плагины для обновления не выбраны.

source: No plugins are available to be installed at this time.
ru_ru: В настоящее время нет доступных плагинов для установки.

source: No plugins are available to be updated at this time.
ru_ru: В настоящее время нет доступных плагинов для установки.

source: No plugins were selected to be activated. No action taken.
ru_ru: Плагины для активации не выбраны.

source: No plugins are available to be activated at this time.
ru_ru: В настоящее время нет доступных плагинов для активации.

source: Plugin activation failed.
ru_ru: Не удалось активировать плагин.

source: Updating Plugin %1$s (%2$d/%3$d)
ru_ru: Обновление плагина %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ru_ru: Ошибка при установке %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ru_ru: Не удалось установить %1$s

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ru_ru: Начинается процесс установки и активации. Этот процесс может занять некоторое время, поэтому проявите терпение.

source: %1$s installed and activated successfully.
ru_ru: %1$s успешно установлен и активирован.

source: Show Details
ru_ru: Показать детали

source: Hide Details
ru_ru: Скрыть детали

source: All installations and activations have been completed.
ru_ru: Все установки и активации завершены.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ru_ru: Установка и активация плагина %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ru_ru: Процесс установки начинается. Этот процесс может занять некоторое время, поэтому проявите терпение.

source: %1$s installed successfully.
ru_ru: %1$s успешно установлен.

source: All installations have been completed.
ru_ru: Все установки завершены.

source: Installing Plugin %1$s (%2$d/%3$d)
ru_ru: Установка плагина %1$s (%2$d/%3$d)

source: Search Results for:
ru_ru: Результаты поиска для:

source: Search for...
ru_ru: Искать...

source: Next post:
ru_ru: Следующая запись:

source: Previous post:
ru_ru: Предыдущая запись:

source: Pages:
ru_ru: Страницы:

source: View all posts by
ru_ru: Показать все записи от

source: Ready to publish your first post?
ru_ru: Готовы опубликовать свою первую запись?

source: Get started here
ru_ru: Начните здесь

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ru_ru: Извините, но нет ничего чтобы соответствовало вашим условиям поиска. Пожалуйста, попытайтесь снова с другими ключевыми словами.

source: It looks like nothing was found at this location. To find what you are looking for check out the most recent articles below or try a search:
ru_ru: Похоже, в этом месте ничего не было найдено. Чтобы найти то, что вы ищете, просмотрите последние статьи ниже или попробуйте выполнить поиск:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ru_ru: Кажется мы не нашли то, что вы искали. Возможно, поиск поможет.

source: Most recent posts:
ru_ru: Последние записи:

source: SagaBlog Light is responsive WordPress theme for personal blog. Added more then 30+ different home variations, 7 front page type, 5 widget areas, 11 custom widgets, page templates: 'page with contact info' and 'page with no sidebar', customizer for change the theme to suit your desires. SagaBlog Light is translation ready, high resolution, ready for Contact Form 7, compatible with WooCommerce.
ru_ru: SagaBlog Light - адаптивная тема WordPress для личного блога. Добавлено более 30+ различных вариантов домашней страницы, 7 типов главной страницы, 5 областей виджетов, 11 пользовательских виджетов, шаблоны страниц: «page with contact info» и «page with no sidebar», настройщик для изменения темы в соответствии с вашими желаниями. SagaBlog Light тема готова к переводу, к использованию картинок с высоким разрешением, готова к использованию контактной формы 7, совместима с WooCommerce.

source: Full Width Page
ru_ru: Страница без боковой панели

source: Page contacts
ru_ru: Страница с контактами
